import React from 'react'
import './styles.css'
import closingImg from '../../assets/closing-img.png'

const ClosingPage = () => {
  return (
    <div className="closing-container">
      <hr />
      <p className="closing-surah">
       "ಧರ್ಮಾರ್ಥ ಕಾಮ ಮೋಕ್ಷಗಳ ಸಾಧನೆಗಾಗಿ ಗೃಹಸ್ಥಾಶ್ರಮವನ್ನು ಆಧಾರವಾಗಿಸಿಕೊಂಡು,
        ಪರಸ್ಪರ ಪ್ರೀತಿ, ವಿಶ್ವಾಸ ಮತ್ತು ಸೌಹಾರ್ದದಿಂದ ಜೀವನವನ್ನು ಸಾಗಿಸಲು
        ವಿಧಿಯೇರ್ಪಡಿಸಿದ ಪವಿತ್ರ ಬಂಧನವೇ ವಿವಾಹ.
        ಈ ಶುಭ ವಿವಾಹವು ವಧೂವರರ ಜೀವನದಲ್ಲಿ
        ಶಾಂತಿ, ಸಮೃದ್ಧಿ ಮತ್ತು ಸೌಭಾಗ್ಯವನ್ನು ತರಲಿ ಎಂದು
        ಶ್ರೀ ಪರಮಾತ್ಮನಲ್ಲಿ ಪ್ರಾರ್ಥಿಸುತ್ತೇವೆ."
      </p>
      <hr />
      <div className="cl-last-container">
        <p>
          🕉️ಶುಭ ಮಂಗಳಂ🕉️ <br /><br />
          ನಮ್ಮ ಈ ಪವಿತ್ರ ವಿವಾಹ ಸಮಾರಂಭಕ್ಕೆ <br />
          ನಿಮ್ಮ ಅಮೂಲ್ಯ ಉಪಸ್ಥಿತಿ ಮತ್ತು ಆಶೀರ್ವಾದವನ್ನು <br />
          ಕೋರುತ್ತೇವೆ.
        </p>
        <div>
          <img src={closingImg} alt="Closing Prewed" />
        </div>
      </div>
    </div>
  )
}

export default ClosingPage
